Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Sample night: synthetic data generated by Emuqu, not a real recording.
ar: ليلة تجريبية: بيانات اصطناعية أنشأها Emuqu، وليست تسجيلًا حقيقيًا.
da: Eksempelnat: syntetiske data genereret af Emuqu, ikke en rigtig optagelse.
de: Beispielnacht: von Emuqu erzeugte synthetische Daten, keine echte Aufzeichnung.
es: Noche de ejemplo: datos sintéticos generados por Emuqu, no una grabación real.
fi: Esimerkkiyö: Emuqun tuottamaa synteettistä dataa, ei oikea tallennus.
fr: Nuit d’exemple : données synthétiques générées par Emuqu, pas un véritable enregistrement.
is: Sýninótt: tilbúin gögn sem Emuqu bjó til, ekki raunveruleg upptaka.
it: Notte di esempio: dati sintetici generati da Emuqu, non una registrazione reale.
ja: サンプルの夜：Emuqu が生成した合成データで、実際の記録ではありません。
ko: 샘플 밤: Emuqu가 생성한 합성 데이터이며 실제 기록이 아닙니다.
nb: Eksempelnatt: syntetiske data generert av Emuqu, ikke et ekte opptak.
nl: Voorbeeldnacht: synthetische gegevens gemaakt door Emuqu, geen echte opname.
pt_br: Noite de exemplo: dados sintéticos gerados pelo Emuqu, não uma gravação real.
ru: Демонстрационная ночь: синтетические данные, созданные Emuqu, а не реальная запись.
sv: Exempelnatt: syntetiska data genererade av Emuqu, inte en riktig inspelning.
zh_hans: 示例夜晚：由 Emuqu 生成的合成数据，并非真实记录。

source: Sample preview — your dashboard's narrative card looks like this in the current theme.
ar: معاينة تجريبية — تبدو بطاقة السرد في لوحتك هكذا في السمة الحالية.
da: Eksempelvisning — dit dashboards fortællekort ser sådan ud i det aktuelle tema.
de: Beispielvorschau — so sieht die Erzählkarte deiner Übersicht im aktuellen Design aus.
es: Vista previa de ejemplo — así se ve la tarjeta narrativa de tu panel con el tema actual.
fi: Esimerkkiesikatselu — koontinäyttösi kerrontakortti näyttää tältä nykyisessä teemassa.
fr: Aperçu d’exemple — voici à quoi ressemble la carte narrative de votre tableau de bord dans le thème actuel.
is: Sýnishorn — frásagnarspjald mælaborðsins þíns lítur svona út í núverandi þema.
it: Anteprima di esempio — la scheda narrativa della tua dashboard appare così con il tema attuale.
ja: サンプルプレビュー — 現在のテーマでのダッシュボードのナラティブカードの表示例です。
ko: 샘플 미리보기 — 현재 테마에서 대시보드의 내러티브 카드는 이렇게 보입니다.
nb: Eksempelvisning — fortellerkortet på dashbordet ditt ser slik ut i gjeldende tema.
nl: Voorbeeldweergave — zo ziet de verhaalkaart van je dashboard eruit in het huidige thema.
pt_br: Prévia de exemplo — o cartão narrativo do seu painel fica assim no tema atual.
ru: Пример предпросмотра — так выглядит карточка-рассказ на вашей панели в текущей теме.
sv: Exempelförhandsvisning — instrumentpanelens berättelsekort ser ut så här i aktuellt tema.
zh_hans: 示例预览 — 在当前主题下，你的仪表盘叙述卡片是这个样子。

source: Sampled every 5 s during recording
ar: تُؤخذ عينة كل 5 ثوانٍ أثناء التسجيل
da: Aflæses hvert 5. s under optagelse
de: Wird während der Aufzeichnung alle 5 s erfasst
es: Se muestrea cada 5 s durante la grabación
fi: Näytteistetään 5 s välein tallennuksen aikana
fr: Échantillonné toutes les 5 s pendant l'enregistrement
is: Sýnatekið á 5 s fresti meðan á upptöku stendur
it: Campionato ogni 5 s durante la registrazione
ja: 記録中は 5 秒ごとにサンプリングされます
ko: 기록 중 5초마다 샘플링됨
nb: Måles hvert 5. s under opptak
nl: Wordt tijdens de opname elke 5 s bemonsterd
pt_br: Amostrado a cada 5 s durante a gravação
ru: Дискретизация каждые 5 с во время записи
sv: Samplas var 5:e s under inspelning
zh_hans: 录制期间每 5 秒采样一次

source: samples
ar: عينات
da: målinger
de: Messwerte
es: muestras
fi: näytettä
fr: échantillons
is: sýni
it: campioni
ja: サンプル
ko: 샘플
nb: målinger
nl: metingen
pt_br: amostras
ru: выборок
sv: mätvärden
zh_hans: 样本

source: Save
ar: حفظ
da: Gem
de: Sichern
es: Guardar
fi: Tallenna
fr: Enregistrer
is: Vista
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Bewaar
pt_br: Salvar
ru: Сохранить
sv: Spara
zh_hans: 保存

source: Save & Done
ar: حفظ وإنهاء
da: Gem og færdig
de: Sichern & Fertig
es: Guardar y listo
fi: Tallenna ja valmis
fr: Enregistrer et terminer
is: Vista og ljúka
it: Salva e fine
ja: 保存して完了
ko: 저장 후 완료
nb: Lagre og ferdig
nl: Bewaar en gereed
pt_br: Salvar e concluir
ru: Сохранить и готово
sv: Spara och klar
zh_hans: 保存并完成

source: Save a log file you can share with the developer.
ar: احفظ ملف سجل يمكنك مشاركته مع المطور.
da: Gem en logfil, du kan dele med udvikleren.
de: Speichere eine Protokolldatei, die du mit dem Entwickler teilen kannst.
es: Guarda un archivo de registro que puedas compartir con el desarrollador.
fi: Tallenna lokitiedosto, jonka voit jakaa kehittäjän kanssa.
fr: Enregistrez un fichier journal que vous pouvez partager avec le développeur.
is: Vistaðu annálsskrá sem þú getur deilt með þróunaraðilanum.
it: Salva un file di registro che puoi condividere con lo sviluppatore.
ja: 開発者と共有できるログファイルを保存します。
ko: 개발자와 공유할 수 있는 로그 파일을 저장합니다.
nb: Lagre en loggfil du kan dele med utvikleren.
nl: Sla een logbestand op dat je met de ontwikkelaar kunt delen.
pt_br: Salve um arquivo de log que você pode compartilhar com o desenvolvedor.
ru: Сохраните файл журнала, которым можно поделиться с разработчиком.
sv: Spara en loggfil som du kan dela med utvecklaren.
zh_hans: 保存一个可与开发者共享的日志文件。

source: Save as Complete
ar: حفظ كمكتمل
da: Gem som afsluttet
de: Als vollständig speichern
es: Guardar como completa
fi: Tallenna valmiina
fr: Enregistrer comme terminée
is: Vista sem lokið
it: Salva come completa
ja: 完了として保存
ko: 완료로 저장
nb: Lagre som fullført
nl: Opslaan als voltooid
pt_br: Salvar como completa
ru: Сохранить как завершённый
sv: Spara som slutförd
zh_hans: 保存为完成

source: Save as is
ar: حفظ كما هو
da: Gem som det er
de: Unverändert speichern
es: Guardar tal cual
fi: Tallenna sellaisenaan
fr: Enregistrer tel quel
is: Vista óbreytt
it: Salva così com'è
ja: そのまま保存
ko: 그대로 저장
nb: Lagre som det er
nl: Opslaan zoals het is
pt_br: Salvar como está
ru: Сохранить как есть
sv: Spara som det är
zh_hans: 按原样保存

source: Save key
ar: حفظ المفتاح
da: Gem nøgle
de: Schlüssel speichern
es: Guardar clave
fi: Tallenna avain
fr: Enregistrer la clé
is: Vista lykil
it: Salva chiave
ja: キーを保存
ko: 키 저장
nb: Lagre nøkkel
nl: Sleutel opslaan
pt_br: Salvar chave
ru: Сохранить ключ
sv: Spara nyckel
zh_hans: 保存密钥

source: Save people the AI can address by name. "Email my workout to chris and coach" looks up the addresses here. The AI can also add or remove contacts when you ask.
ar: احفظ الأشخاص الذين يمكن للذكاء الاصطناعي مخاطبتهم بالاسم. عبارة "أرسل تمريني بالبريد إلى chris و coach" تبحث عن العناوين هنا. يمكن للذكاء الاصطناعي أيضًا إضافة جهات اتصال أو إزالتها عند طلبك.
da: Gem personer, som AI'en kan tiltale ved navn. "Send min træning på e-mail til chris og coach" slår adresserne op her. AI'en kan også tilføje eller fjerne kontakter, når du beder om det.
de: Speichere Personen, die die KI mit Namen ansprechen kann. „Sende mein Training per E-Mail an chris und coach" sucht die Adressen hier nach. Die KI kann auf Wunsch auch Kontakte hinzufügen oder entfernen.
es: Guarda las personas a las que la IA puede dirigirse por su nombre. "Envía mi entrenamiento por correo a chris y entrenador" busca las direcciones aquí. La IA también puede añadir o eliminar contactos cuando se lo pidas.
fi: Tallenna henkilöt, joita tekoäly voi puhutella nimellä. "Lähetä harjoitukseni sähköpostilla chrisille ja coachille" hakee osoitteet täältä. Tekoäly voi myös lisätä tai poistaa yhteystietoja pyynnöstäsi.
fr: Enregistrez les personnes que l'IA peut nommer. « Envoie mon entraînement par e-mail à chris et coach » recherche les adresses ici. L'IA peut aussi ajouter ou supprimer des contacts à votre demande.
is: Vistaðu fólk sem gervigreindin getur ávarpað með nafni. "Sendu æfinguna mína í tölvupósti til chris og coach" flettir upp netföngunum hér. Gervigreindin getur einnig bætt við eða fjarlægt tengiliði þegar þú biður um það.
it: Salva le persone che l'IA può chiamare per nome. "Invia il mio allenamento via e-mail a chris e coach" cerca gli indirizzi qui. L'IA può anche aggiungere o rimuovere contatti quando glielo chiedi.
ja: AIが名前で呼びかけられる人を保存します。「私のワークアウトをchrisとcoachにメールして」と言うと、ここで宛先を検索します。AIは依頼に応じて連絡先を追加・削除することもできます。
ko: AI가 이름으로 부를 수 있는 사람을 저장하세요. "내 운동을 chris와 coach에게 이메일로 보내줘"라고 하면 여기에서 주소를 찾습니다. AI는 요청 시 연락처를 추가하거나 삭제할 수도 있습니다.
nb: Lagre personer som KI-en kan tiltale med navn. "Send treningen min på e-post til chris og coach" slår opp adressene her. KI-en kan også legge til eller fjerne kontakter når du ber om det.
nl: Sla mensen op die de AI bij naam kan aanspreken. "Mail mijn training naar chris en coach" zoekt de adressen hier op. De AI kan op verzoek ook contacten toevoegen of verwijderen.
pt_br: Salve pessoas que a IA pode chamar pelo nome. "Envie meu treino por e-mail para chris e coach" busca os endereços aqui. A IA também pode adicionar ou remover contatos quando você pedir.
ru: Сохраните людей, к которым ИИ может обращаться по имени. По запросу «Отправь мою тренировку по почте chris и coach» адреса ищутся здесь. ИИ также может добавлять или удалять контакты по вашей просьбе.
sv: Spara personer som AI:n kan tilltala med namn. "Mejla mitt träningspass till chris och coach" slår upp adresserna här. AI:n kan också lägga till eller ta bort kontakter när du ber om det.
zh_hans: 保存 AI 可以按姓名称呼的人。说“把我的训练用邮件发给 chris 和 coach”时会在这里查找地址。AI 也可以根据你的要求添加或删除联系人。

source: Save profile and continue to the next step
ar: حفظ الملف الشخصي والمتابعة إلى الخطوة التالية
da: Gem profil og fortsæt til næste trin
de: Profil speichern und mit dem nächsten Schritt fortfahren
es: Guardar el perfil y continuar al siguiente paso
fi: Tallenna profiili ja jatka seuraavaan vaiheeseen
fr: Enregistrer le profil et passer à l'étape suivante
is: Vista snið og halda áfram á næsta skref
it: Salva il profilo e continua al passaggio successivo
ja: プロフィールを保存して次のステップに進む
ko: 프로필을 저장하고 다음 단계로 계속
nb: Lagre profil og fortsett til neste trinn
nl: Profiel opslaan en doorgaan naar de volgende stap
pt_br: Salvar perfil e continuar para a próxima etapa
ru: Сохранить профиль и перейти к следующему шагу
sv: Spara profil och fortsätt till nästa steg
zh_hans: 保存个人资料并继续下一步

source: Save this reading?
ar: هل تريد حفظ هذه القراءة؟
da: Gem denne måling?
de: Diese Messung speichern?
es: ¿Guardar esta lectura?
fi: Tallennetaanko tämä lukema?
fr: Enregistrer cette mesure ?
is: Vista þessa mælingu?
it: Salvare questa lettura?
ja: この測定を保存しますか？
ko: 이 측정을 저장하시겠습니까?
nb: Lagre denne målingen?
nl: Deze meting opslaan?
pt_br: Salvar esta leitura?
ru: Сохранить это измерение?
sv: Spara denna mätning?
zh_hans: 保存此读数？

source: Save this walk so the coach recognises it next time. The whole route — including any out-and-back you did mid-walk — is saved verbatim. Match is direction-agnostic.
ar: احفظ هذه المشية كي يتعرف عليها المدرب في المرة القادمة. يُحفظ المسار بأكمله — بما في ذلك أي ذهاب وإياب قمت به في منتصف المشية — حرفياً. المطابقة لا تتأثر بالاتجاه.
da: Gem denne gåtur, så coachen genkender den næste gang. Hele ruten — inklusive enhver frem-og-tilbage, du tog midt i turen — gemmes ordret. Matchet er retningsuafhængigt.
de: Speichere diesen Spaziergang, damit der Coach ihn beim nächsten Mal erkennt. Die gesamte Route — einschließlich aller Hin- und Rückwege während des Spaziergangs — wird unverändert gespeichert. Der Abgleich ist richtungsunabhängig.
es: Guarda esta caminata para que el entrenador la reconozca la próxima vez. Toda la ruta — incluido cualquier ida y vuelta que hayas hecho a mitad de camino — se guarda tal cual. La coincidencia es independiente de la dirección.
fi: Tallenna tämä kävely, jotta valmentaja tunnistaa sen ensi kerralla. Koko reitti — mukaan lukien mahdolliset edestakaiset osuudet kesken kävelyn — tallennetaan sellaisenaan. Vastaavuus ei riipu suunnasta.
fr: Enregistrez cette marche pour que le coach la reconnaisse la prochaine fois. L'itinéraire complet — y compris tout aller-retour effectué en cours de route — est enregistré tel quel. La correspondance est indépendante du sens.
is: Vistaðu þessa göngu svo þjálfarinn þekki hana næst. Öll leiðin — þar á meðal allir fram-og-til-baka kaflar sem þú fórst í miðri göngu — er vistuð orðrétt. Samsvörun er óháð stefnu.
it: Salva questa camminata in modo che il coach la riconosca la prossima volta. L'intero percorso — compreso qualsiasi andata e ritorno fatto a metà strada — viene salvato fedelmente. La corrispondenza è indipendente dalla direzione.
ja: 次回コーチが認識できるよう、このウォークを保存します。ルート全体（途中で行った往復も含む）がそのまま保存されます。照合は方向に依存しません。
ko: 다음에 코치가 인식할 수 있도록 이 걷기를 저장하세요. 걷는 중에 한 왕복 구간을 포함한 전체 경로가 그대로 저장됩니다. 매칭은 방향과 무관합니다.
nb: Lagre denne turen så coachen kjenner den igjen neste gang. Hele ruten — inkludert eventuelle frem-og-tilbake du gjorde underveis — lagres ordrett. Treff er retningsuavhengig.
nl: Sla deze wandeling op zodat de coach hem de volgende keer herkent. De hele route — inclusief eventuele heen-en-terug die je halverwege deed — wordt letterlijk opgeslagen. De match is richtingsonafhankelijk.
pt_br: Salve esta caminhada para que o coach a reconheça da próxima vez. A rota inteira — incluindo qualquer ida e volta que você fez no meio do caminho — é salva fielmente. A correspondência independe da direção.
ru: Сохраните эту прогулку, чтобы тренер распознал её в следующий раз. Весь маршрут — включая любые отрезки туда-обратно, которые вы прошли по ходу — сохраняется дословно. Сопоставление не зависит от направления.
sv: Spara den här promenaden så att coachen känner igen den nästa gång. Hela rutten — inklusive eventuella fram-och-tillbaka du gjorde mitt under promenaden — sparas ordagrant. Matchningen är riktningsoberoende.
zh_hans: 保存这次步行，以便教练下次识别它。整条路线（包括你途中折返的任何往返段）都会原样保存。匹配与方向无关。

source: Save to Archive
ar: حفظ في الأرشيف
da: Gem i arkiv
de: Im Archiv speichern
es: Guardar en archivo
fi: Tallenna arkistoon
fr: Enregistrer dans les archives
is: Vista í skjalasafn
it: Salva nell'archivio
ja: アーカイブに保存
ko: 보관함에 저장
nb: Lagre i arkiv
nl: Opslaan in archief
pt_br: Salvar no arquivo
ru: Сохранить в архив
sv: Spara i arkiv
zh_hans: 保存到存档

source: Save to History
ar: حفظ في السجل
da: Gem i historik
de: Im Verlauf speichern
es: Guardar en historial
fi: Tallenna historiaan
fr: Enregistrer dans l'historique
is: Vista í feril
it: Salva nella cronologia
ja: 履歴に保存
ko: 기록에 저장
nb: Lagre i historikk
nl: Opslaan in geschiedenis
pt_br: Salvar no Histórico
ru: Сохранить в историю
sv: Spara till historik
zh_hans: 保存到历史

source: Save trimmed length
ar: حفظ المدة المقتطعة
da: Gem beskåret længde
de: Gekürzte Länge speichern
es: Guardar la duración recortada
fi: Tallenna leikattu pituus
fr: Enregistrer la durée raccourcie
is: Vista snyrta lengd
it: Salva la durata ridotta
ja: トリミングした長さを保存
ko: 잘라낸 길이 저장
nb: Lagre beskåret lengde
nl: Ingekorte lengte opslaan
pt_br: Salvar duração aparada
ru: Сохранить обрезанную длину
sv: Spara beskuren längd
zh_hans: 保存裁剪后的时长

source: Saved
ar: تم الحفظ
da: Gemt
de: Gespeichert
es: Guardado
fi: Tallennettu
fr: Enregistré
is: Vistað
it: Salvato
ja: 保存しました
ko: 저장됨
nb: Lagret
nl: Opgeslagen
pt_br: Salvo
ru: Сохранено
sv: Sparat
zh_hans: 已保存

source: Saved %@
ar: تم حفظ %@
da: Gemt %@
de: %@ gespeichert
es: %@ guardado
fi: Tallennettu %@
fr: Enregistré : %@
is: Vistaði %@
it: %@ salvato
ja: %@を保存しました
ko: %@ 저장됨
nb: Lagret %@
nl: %@ opgeslagen
pt_br: %@ salvo
ru: %@ сохранено
sv: %@ sparat
zh_hans: 已保存 %@

source: Saved as "%@". The coach will recognise this on future workouts — same direction or reversed.
ar: تم الحفظ باسم "%@". سيتعرّف المدرّب على هذا في التمارين المستقبلية — بالاتجاه نفسه أو معكوسًا.
da: Gemt som "%@". Træneren vil genkende dette i fremtidige træninger — samme retning eller omvendt.
de: Gespeichert als „%@“. Der Coach erkennt dies bei zukünftigen Trainings – in gleicher Richtung oder umgekehrt.
es: Guardado como "%@". El entrenador lo reconocerá en futuros entrenamientos — en la misma dirección o a la inversa.
fi: Tallennettu nimellä "%@". Valmentaja tunnistaa tämän tulevissa harjoituksissa — samaan suuntaan tai käänteisesti.
fr: Enregistré sous « %@ ». Le coach le reconnaîtra lors de prochaines séances — dans le même sens ou inversé.
is: Vistað sem „%@“. Þjálfarinn mun þekkja þetta í framtíðaræfingum — sömu átt eða öfugt.
it: Salvato come "%@". Il coach lo riconoscerà nei prossimi allenamenti — nella stessa direzione o invertito.
ja: 「%@」として保存しました。コーチは今後のワークアウトでこれを認識します — 同じ方向でも逆方向でも。
ko: "%@"(으)로 저장했습니다. 코치가 향후 운동에서 이를 인식합니다 — 같은 방향 또는 반대 방향으로.
nb: Lagret som «%@». Treneren vil gjenkjenne dette på fremtidige økter — samme retning eller motsatt.
nl: Opgeslagen als "%@". De coach herkent dit bij toekomstige trainingen — in dezelfde richting of omgekeerd.
pt_br: Salvo como "%@". O treinador reconhecerá isto em treinos futuros — na mesma direção ou no sentido inverso.
ru: Сохранено как «%@». Тренер распознает это в будущих тренировках — в том же направлении или в обратном.
sv: Sparat som "%@". Tränaren känner igen detta vid framtida pass — samma riktning eller omvänt.
zh_hans: 已保存为“%@”。教练会在以后的训练中识别它 — 无论方向相同还是相反。

source: Saved as partial after an interrupted session. You're seeing what was captured before the interruption.
ar: حُفظت كجزئية بعد جلسة متقطعة. ما تراه هو ما التُقط قبل الانقطاع.
da: Gemt som delvis efter en afbrudt session. Du ser det, der blev registreret før afbrydelsen.
de: Nach einer unterbrochenen Sitzung als Teilaufzeichnung gespeichert. Du siehst, was vor der Unterbrechung erfasst wurde.
es: Guardada como parcial tras una sesión interrumpida. Ves lo que se capturó antes de la interrupción.
fi: Tallennettu osittaisena keskeytyneen istunnon jälkeen. Näet sen, mitä ehdittiin tallentaa ennen keskeytystä.
fr: Enregistré comme partiel après une séance interrompue. Vous voyez ce qui a été capté avant l’interruption.
is: Vistað sem hluti eftir rofna lotu. Þú sérð það sem náðist fyrir rofið.
it: Salvata come parziale dopo una sessione interrotta. Vedi ciò che è stato acquisito prima dell’interruzione.
ja: 中断されたセッションのため部分保存されています。中断前に取得できた内容を表示しています。
ko: 중단된 세션이라 부분 저장되었습니다. 중단 전에 수집된 내용을 보고 있습니다.
nb: Lagret som delvis etter en avbrutt økt. Du ser det som ble registrert før avbruddet.
nl: Als gedeeltelijk opgeslagen na een onderbroken sessie. Je ziet wat vóór de onderbreking is vastgelegd.
pt_br: Salva como parcial após uma sessão interrompida. Você está vendo o que foi captado antes da interrupção.
ru: Сохранено как частичная запись после прерванной сессии. Вы видите то, что успело записаться до прерывания.
sv: Sparat som delvis efter ett avbrutet pass. Du ser det som registrerades före avbrottet.
zh_hans: 因记录中断而保存为部分数据。你看到的是中断前采集到的内容。

source: Saved running / cycling routes
ar: مسارات الجري / الدراجة المحفوظة
da: Gemte løbe-/cykelruter
de: Gespeicherte Lauf-/Radrouten
es: Rutas guardadas de carrera / ciclismo
fi: Tallennetut juoksu-/pyöräilyreitit
fr: Parcours course / vélo enregistrés
is: Vistaðar hlaupa-/hjólaleiðir
it: Percorsi salvati di corsa / ciclismo
ja: 保存したランニング / サイクリングルート
ko: 저장된 러닝 / 사이클 경로
nb: Lagrede løpe-/sykkelruter
nl: Opgeslagen hardloop-/fietsroutes
pt_br: Rotas salvas de corrida / ciclismo
ru: Сохранённые беговые / вело маршруты
sv: Sparade löp-/cykelrutter
zh_hans: 已保存的跑步 / 骑行路线

source: Saved to history
ar: تم الحفظ في السجل
da: Gemt i historik
de: Im Verlauf gespeichert
es: Guardado en historial
fi: Tallennettu historiaan
fr: Enregistré dans l'historique
is: Vistað í feril
it: Salvato nella cronologia
ja: 履歴に保存済み
ko: 기록에 저장됨
nb: Lagret i historikk
nl: Opgeslagen in geschiedenis
pt_br: Salvo no histórico
ru: Сохранено в историю
sv: Sparad i historik
zh_hans: 已保存到历史

source: SAVING
ar: جارٍ الحفظ
da: GEMMER
de: WIRD GESPEICHERT
es: GUARDANDO
fi: TALLENNETAAN
fr: ENREGISTREMENT
is: VISTA
it: SALVATAGGIO
ja: 保存中
ko: 저장 중
nb: LAGRER
nl: BEZIG MET OPSLAAN
pt_br: SALVANDO
ru: СОХРАНЕНИЕ
sv: SPARAR
zh_hans: 保存中

source: Saving in progress, please wait
ar: جارٍ الحفظ، يُرجى الانتظار
da: Gemmer, vent venligst
de: Speichern läuft, bitte warten
es: Guardando, espera por favor
fi: Tallennus käynnissä, odota
fr: Enregistrement en cours, veuillez patienter
is: Vistun í gangi, vinsamlegast bíddu
it: Salvataggio in corso, attendi
ja: 保存中です。お待ちください
ko: 저장 중입니다. 잠시 기다려 주세요
nb: Lagring pågår, vennligst vent
nl: Bezig met opslaan, even geduld
pt_br: Salvando, aguarde
ru: Идёт сохранение, подождите
sv: Sparar, vänta
zh_hans: 正在保存，请稍候

source: Saving workout
ar: جارٍ حفظ التمرين
da: Gemmer træning
de: Training wird gespeichert
es: Guardando entrenamiento
fi: Tallennetaan harjoitusta
fr: Enregistrement de l'entraînement
is: Vista æfingu
it: Salvataggio allenamento
ja: ワークアウトを保存中
ko: 운동 저장 중
nb: Lagrer økt
nl: Workout opslaan
pt_br: Salvando treino
ru: Сохранение тренировки
sv: Sparar pass
zh_hans: 正在保存训练

source: Saving workout…
ar: جارٍ حفظ التمرين…
da: Gemmer træning…
de: Training wird gespeichert…
es: Guardando entrenamiento…
fi: Tallennetaan harjoitusta…
fr: Enregistrement de la séance…
is: Vista æfingu…
it: Salvataggio allenamento…
ja: ワークアウトを保存中…
ko: 운동 저장 중…
nb: Lagrer økt…
nl: Workout opslaan…
pt_br: Salvando treino…
ru: Сохранение тренировки…
sv: Sparar träningspass…
zh_hans: 正在保存训练…

source: Saving…
ar: جارٍ الحفظ…
da: Gemmer…
de: Speichern…
es: Guardando…
fi: Tallennetaan…
fr: Enregistrement…
is: Vista…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
nb: Lagrer…
nl: Opslaan…
pt_br: Salvando…
ru: Сохранение…
sv: Sparar…
zh_hans: 正在保存…

source: Scan Archive Directory
ar: فحص مجلد الأرشيف
da: Skan arkivmappe
de: Archivverzeichnis durchsuchen
es: Escanear directorio de archivo
fi: Skannaa arkistohakemisto
fr: Scanner le répertoire d'archive
is: Skanna safnmöppu
it: Scansiona la directory dell'archivio
ja: アーカイブディレクトリをスキャン
ko: 아카이브 디렉터리 스캔
nb: Skann arkivmappe
nl: Archiefmap scannen
pt_br: Verificar Diretório do Arquivo
ru: Сканировать каталог архива
sv: Skanna arkivkatalog
zh_hans: 扫描存档目录

source: Scan for Devices
ar: البحث عن أجهزة
da: Søg efter enheder
de: Nach Geräten suchen
es: Buscar dispositivos
fi: Etsi laitteita
fr: Rechercher des appareils
is: Leita að tækjum
it: Cerca dispositivi
ja: デバイスを検索
ko: 기기 검색
nb: Søk etter enheter
nl: Scannen naar apparaten
pt_br: Buscar Dispositivos
ru: Поиск устройств
sv: Sök efter enheter
zh_hans: 扫描设备

source: Scan for foot pod
ar: البحث عن مستشعر القدم
da: Scan efter fodsensor
de: Nach Foot Pod suchen
es: Buscar sensor de pie
fi: Etsi jalkasensori
fr: Rechercher un capteur de pied
is: Leita að fótnema
it: Cerca sensore da piede
ja: フットポッドをスキャン
ko: 풋 포드 검색
nb: Søk etter fotsensor
nl: Zoeken naar voetsensor
pt_br: Procurar sensor de pé
ru: Поиск датчика на обуви
sv: Sök efter fotsensor
zh_hans: 扫描足部传感器

source: Scanning
ar: جارٍ البحث
da: Scanner
de: Suche läuft
es: Buscando
fi: Etsitään
fr: Recherche en cours
is: Skanna
it: Ricerca in corso
ja: スキャン中
ko: 검색 중
nb: Søker
nl: Scannen
pt_br: Procurando
ru: Поиск
sv: Söker
zh_hans: 正在扫描

source: Scanning backups...
ar: جارٍ فحص النسخ الاحتياطية...
da: Skanner sikkerhedskopier...
de: Backups werden durchsucht …
es: Escaneando respaldos...
fi: Skannataan varmuuskopioita...
fr: Analyse des sauvegardes...
is: Skanna öryggisafrit...
it: Scansione backup...
ja: バックアップをスキャン中...
ko: 백업 스캔 중...
nb: Skanner sikkerhetskopier...
nl: Back-ups scannen...
pt_br: Verificando backups...
ru: Сканирование резервных копий...
sv: Skannar säkerhetskopior...
zh_hans: 正在扫描备份...

source: Scanning for nearby straps…
ar: جارٍ البحث عن الأحزمة القريبة…
da: Søger efter remme i nærheden…
de: Suche nach Gurten in der Nähe…
es: Buscando bandas cercanas…
fi: Etsitään lähellä olevia pantoja…
fr: Recherche de ceintures à proximité…
is: Leita að ólum í nágrenninu…
it: Ricerca di fasce nelle vicinanze…
ja: 近くのストラップを検索中…
ko: 주변 스트랩 검색 중…
nb: Søker etter reimer i nærheten…
nl: Zoeken naar banden in de buurt…
pt_br: Procurando cintas próximas…
ru: Поиск ремней поблизости…
sv: Söker efter band i närheten…
zh_hans: 正在扫描附近的心率带…
